Repository: mahmoud-amer-m/ArabianCenter
Catalog: ArabianCenter/*.lproj/Localizable.strings
Languages: ar

# sign_in_wrong_msg_title
source: Something Went Wrong
ar: يوجد خطأ

# sign_in_wrong_msg_message
source: Something Wrong happened
ar: حدث خطأ، برجاء إعادة المحاولة

# sign_in_data_error_title
source: Incorrect Data
ar: بيانات خاطئة

# sign_in_data_error_message
source: Please, fill data properly
ar: برجاء إدخال البيانات بطريقة صحيحة

# change_language_title
source: Restart Needed
ar: إعادة تشغيل التطبيق

# change_language_message
source: Please restart the application to switch the language
ar: برجاء إعادة تشغيل التطبيق لتغيير اللغة

# real_device_title
source: Real Device Needed
ar: برجاء استخدام جهاز ايفون

# real_device_message
source: Use your real device, please
ar: برجاء استخدام جوال ايفون

# status_label_loading_offer
source: Getting current offer
ar: تحميل العرض الحالي

# status_label_loading_shopper_coupon
source: Getting your captured coupons
ar: تحميل قسائم العميل

# status_label_coupon_ready_no_tweet
source: You have a coupon for the current offer, Tweet and claim
ar: لديك قسيمة للعرض الحالي، شارك بتويتر للحصول على العرض

# status_label_coupon_ready_tweeted
source: You have a coupon for the current offer, Ready to claim
ar: لديك قسيمة جاهزة للتحصيل

# status_label_coupon_not_captured
source: harry up, capture your copoun
ar: أسرع و صور قسيمتك

# status_label_coupon_just_captured
source: Coupon is here, Please wait!
ar: تم تصوير القسيمة، برجاء الانتظار

# alert_captured_before_title
source: Coupon captured before
ar: تم تصوير القسيمة من قبل

# alert_captured_before_message
source: You captured this offer before
ar: لقد قمت بتصوير القسيمة سابقا

# alert_no_offers_title
source: No Available Offers
ar: لا يوجد عروض متاحة

# alert_no_offers_message
source: No available offers for now
ar: لا يوجد عروض متاحة حاليا

# alert_share_to_claim_title
source: Share To Claim
ar: شارك للحصول على العرض

# alert_share_to_claim_message
source: Please tweet the coupon to claim your offer
ar: برجاء مشاركة القسيمة على تويتر للحصول على العرض
